Repository: wp-plugins/curriculum-vitae-by-osflake
Catalog: lang/cv-osflake-*.po
Languages: pl_pl

source: CV Plugin Settings
pl_pl: Ustawienia Pluginu CV

source: CV - settings
pl_pl: CV - ustawienia

source: cv settings page
pl_pl: Ustawienia dla pluginu CV

source: Name and surname
pl_pl: Imię i nazwisko

source: Your motto
pl_pl: Twoje motto

source: Photo
pl_pl: Zdjęcie profilowe

source: Choose photo
pl_pl: Wybierz zdjecie

source: Upload your photo or select from media section
pl_pl: Załaduj zdjęcie lub wybierz z bazy plików

source: CV plugin required your <b>name and surname </b> <a href=\"%s\">Update this field</a>
pl_pl: Plugin CV wymaga dodania <b>imienia i nazwiska.</b> <a href=\"%s\">Zaktualizuj</a>

source: CV plugin required your <b>photo </b> <a href=\"%s\">Update this field</a>
pl_pl: Plugin CV wymaga dodania zdjęcia! <a href=\"%s\">Zaktualizuj</a>

source: Add new
pl_pl: Dodaj nowe

source: Edit CV
pl_pl: Edytuj

source: New item CV
pl_pl: Nowa pozycja

source: All items
pl_pl: Wszystkie

source: View CV
pl_pl: Pokaż CV

source: Not found!
pl_pl: Nie znaleziono

source: Not found in trash
pl_pl: Nie znaleziono w koszu

source: CV - category
pl_pl: CV - kategoria

source: Most popular
pl_pl: Najpopularniejsze

source: All
pl_pl: Wszystko

source: Parent
pl_pl: Nadrzędne

source: Parent category
pl_pl: Nadrzędna kategoria

source: Edit item
pl_pl: Edytuj pozycję

source: Update
pl_pl: Zaktualizuj

source: New category
pl_pl: Nowa kategoria

source: Separate by commas
pl_pl: Oddziel przecinkami

source: Add or delete
pl_pl: Dodaj lub usuń

source: Choose from most used
pl_pl: Wybierz z najpopularniejszych

source: more...
pl_pl: więcej...

source: less...
pl_pl: zamknij...

source: A osFlake Widget to show Your CV
pl_pl: Widget do wyświetlania twojego CV

source: Title:
pl_pl: Tytuł

source: PHOTO IS EMPTY! Please upload it!
pl_pl: BRAK ZDJĘCIA! Proszę dodaj go!

source: Theme color
pl_pl: Główny kolor motywu

source: Category bg color
pl_pl: Tło kategorii

source: About
pl_pl: O Autorze

source: Arek has been working in media for quite some time now. He was a founder of university’s radio. The man of thousand ideas. Avid snowboarder. Optimistically realistic. In his free time he makes pierogi and records sounds.
pl_pl: Od kilku lat związany z mediami, był m.in. założycielem studenckiego radia. Człowiek o tysiącu pomysłów. Zapalony swnowboardzista. Optymistyczny realisata. W wolnych chwilach lepi pierogi i nagrywa dźwięki.

source: Excerpt
pl_pl: Opis

source: Picture
pl_pl: Obrazek

source: edit
pl_pl: Edytuj
